Repository: sillsdev/saymore
Catalog: DistFiles/SayMore.tr.tmx
Source language: tr
Languages: en

# Transkripsiyon: Kaynak kaydın yazılı transkripsiyonu.
source: Transkripsiyon:\nKaynak kaydın\nyazılı transkripsiyonu.
en: Transcription:\nWritten transcription of\nthe source recording.

source: Yazılı Çeviri
en: Written Translation

# Yazılı Çeviri: kaynak kayıt için Yazılı Çeviri.
source: Yazılı Çeviri:\nkaynak kayıt için\nYazılı Çeviri.
en: Written Translation:\nWritten translation of\nthe source recording.

source: {0} Geri Dönüşüm Kutusu'na taşınır.
en: {0} will be moved to the Recycle Bin.

source: Silmeyi Onayla
en: Confirm Delete

source: &İptal
en: &Cancel

source: &Sil
en: &Delete

source: Mevcut Dönüşümler:
en: Available Conversions:

source: Dönüşüm Başla
en: Begin Conversion

source: Kapat
en: Close

source: Dönüşüm iptal edildi.
en: Conversion Cancelled.

source: Dönüştürme Başarısız Oldu.
en: Conversion Failed.

source: Dönüşüm Bitti, ancak olası hatalar var.
en: Conversion Finished, but with possible errors.

source: {1}'in {0} dönüştürülmüş...
en: {0} of {1} Converted...

source: Dönüştürme başarıyla tamamlandı.
en: Conversion Finished Successfully.

source: AAC Audio H.263/MPEG-4 video biçimine dönüştür
en: Convert to H.263/MPEG-4 video with AAC Audio

source: Yükle...
en: Install...

source: Seçilen '{0}’ dönüşümü için FFmpeg kurulması gerekiyor.
en: The selected conversion '{0}' requires FFmpeg, which must be installed.

source: FFmpeg indirmeye çalışırken web yanıtı alınması konusunda bir hata oluştu. Dosyanın bulunduğu konumun bulunduğunu anlamak için bu URL'yi tarayıcınıza yapıştırmayı deneyin.\n\n{0}
en: There was an error getting a web response trying to download FFmpeg. Try pasting this Url in your browser to see if the file's location is available.\n\n{0}

source: FFmpeg indirmeye çalışılırken bir hata oluştu. Dosyanın bulunduğu konumun bulunduğunu anlamak için bu URL'yi tarayıcınıza yapıştırmayı deneyin.\n\n{0}
en: There was an error attempting to download FFmpeg. Try pasting this Url in your browser to see if the file's location is available.\n\n{0}

source: Yaklaşık {1:F2} MB'tan {0:F2} MB’ı indirildi
en: Downloaded {0:F2} MB of approximately {1:F2} MB

source: Sesi standart WAV PCM ses dosyasına çıkarın
en: Extract audio to standard WAV PCM audio file

source: Dönüştürülecek Dosya:
en: File to Convert:

source: Ayrıntıları Gizle
en: Hide Details

source: Dosya, geçerli bir medya dosyası gibi görünmüyor.
en: File does not appear to be a valid media file.

source: Çıktı dosyası:
en: Output File:

source: Medya dosyanızı farklı bir biçime dönüştürmek için, aşağıdaki mevcut dönüşümlerden birini seçin ve ‘Dönüşümü Başlat’ı tıklayın. Kaynak medya dosyanız bundan etkilenmeyecektir.
en: To convert your media file to a different format, choose from one of the available conversions below and click 'Begin Conversion'. Your source media file will not be affected.

source: Ayrıntıları göster
en: Show Details

source: Medyayı Dönüştür
en: Convert Media

source: Sil
en: Delete

source: Dosyalar başarıyla kopyalandı.
en: Files Copied Successfully.

source: İndirme ve Yükleme İptal Edildi.
en: Downloading and Installing Cancelled.

source: İndirme ve Yükleme Başarıyla Tamamlandı.
en: Downloading and Installing Completed Successfully.

source: Başarıyla Yüklendi.
en: Installed Successfully.

# '{0}' dosyası ya ffmpeg içermiyor ya da geçerli bir zip dosyası değil.
source: '{0}'\n\n dosyası ya ffmpeg içermiyor ya da geçerli bir zip dosyası değil.
en: The file '{0}'\n\neither does not contain ffmpeg or is not a valid zip file.

source: Yükleniyor...
en: Installing...

source: Seçilen klasör "SayMore için Ffmpeg" geçerli bir klasörü değil.
en: The selected folder is not a valid "FFmpeg for SayMore" folder.

source: FFmpeg almak için üç seçeneğiniz vardır:
en: You have three options for getting FFmpeg:

source: İndirilen FFmpeg dosyayı seçin
en: Select the Downloaded FFmpeg File

source: Zip Arşivi (*.zip) |*. zip|Tüm dosyalar (*.*)|*. *
en: Zip Archive (*.zip)|*.zip|All Files (*.*)|*.*

source: Başka bir bilgisayarki SayMore klasörü için FFmpeg’i seçin
en: Select the FFmpeg for SayMore folder from another computer

source: FFmpeg Yükle
en: Install FFmpeg

source: Görev iptal
en: Abort

source: Başka bir bilgisayardan "FFmpeg for SayMore" klasörünüz varsa (örneğin, {0}), SayMore onu bu bilgisayardaki doğru yere kopyalayabilir:
en: If you have the folder "FFmpeg for SayMore" from another computer (e.g., {0}), SayMore can copy it to the proper location on this computer:

source: Güvenilir bir İnternet bağlantınız varsa, SayMore'un otomatik olarak FFmpeg'i indirip kurmasına izin verebilirsiniz. Dosya boyutu büyüktür (yaklaşık 20 MB).
en: If you have a reliable Internet connection, you can let SayMore download and install FFmpeg automatically. The file is large (about 20 MB).

source: Güvenilir olmayan bir İnternet bağlantısı ile karşıdan yükleme yardımcı programı'nı kullanırsanız, aşağıdaki adımları izleyin:
en: If you use a download utility to deal with an unreliable Internet connection, follow these steps:

source: YADA
en: OR

source: SayMore'a klasörü nerede bulacağını gösterin
en: Show SayMore where to find the folder

source: FFmpeg'i indirin ve yükleyin
en: Download and install FFmpeg

source: SayMore'u kaydettiğiniz yeri gösterin
en: Show SayMore where you saved it

source: FFmpegForSayMore.zip dosyasını içeren sayfayı Internet tarayıcısında açın
en: Open Internet browser to page containing FFmpegForSayMore.zip

source: IMDI dizin yapısının oluşturulması gereken bir temel klasör seçin.
en: Select a base folder where the IMDI directory structure should be created.

source: Klasör Değiştir
en: Change Folder

source: Başlatılacak Programı Değiştir
en: Change Program to Launch

source: Paket Oluşturma
en: Create Package

source: IMDI paketi oluşturulduktan sonra başlatılacak programı seçin
en: Select the program to launch after IMDI package is created

source: SayMore proje dosyasını açamıyor. “{0}” geçerli bir dosya yol değil.
en: SayMore is not able to open the project file. "{0}" is not a valid path.

source: Daha Fazla Bilgi
en: Even More Information

source: Daha Az Bilgi
en: Less Information

source: Medya Dosyası İçin Daha Fazla Bilgi
en: More Information for Media File

source: FFmpeg'i kurarsanız, SayMore otomatik olarak medya dosyalarınızın teknik ayrıntılarını bildirebilir ve bazı kullanışlı dönüştürme işlevleri sunabilir. FFmpeg (ücretsizdir, açık kaynaklıdır).\n
en: If you install FFmpeg, SayMore can automatically report technical details of your media files, and offer some handy conversion functions. FFmpeg is (free, open source).\n

source: SayMore İndirme Sayfasını Ziyaret Edin
en: Visit SayMore Download Page

source: FFmpeg bulamadı
en: Could not locate FFmpeg

source: Bu adla yeni bir proje oluşturulamadı.
en: Unable to create a new project by that name.

source: Yeni SayMore Projesi
en: New SayMore Project

source: Tamam
en: OK

source: Bu projeye ne ad vermek istersin?
en: What would you like to call this project?

source: Proje {0} içinde oluşturacak
en: Project will be created in: {0}

source: Oturumları Oluşturuyor
en: Creating Sessions

source: Medya Dosyalarının Klasörünü Seçin.
en: Choose a Folder of Media Files.

source: Oturumları Oluştur
en: Create Sessions

source: 1 Oturum Oluştur
en: Create 1 Session

# Aşağıdaki kimlikler için oturumlar zaten var. Bunlar atlanacak. {0}
source: Aşağıdaki kimlikler için oturumlar zaten var. Bunlar atlanacak.\n\n{0}
en: Sessions already exist for the following Ids. These will be skipped.\n\n{0}

source: Yeni Oturumlar Aygıttan
en: New Sessions From Device

source: {0} Oturumları Oluştur
en: Create {0} Sessions

source: Gelen &Dosyalar
en: Incoming &Files

source: Bir oturumun kaynak kaydını temsil eden her dosyayı işaretleyin. Her biri için, SayMore yeni bir oturum oluşturacak ve dosyayı içine kopyalayacaktır.
en: Mark each file which represents a source recording of a session. For each one, SayMore will create a new session and copy the file into it.

source: Dosyaları Okunuyor...
en: Reading Files...

source: Kaydedici/Kart Dosyalarını Bul...
en: Find Files on Recorder/Card...

source: Windows'ta, aygıta 'Z'ye daha yakın bir harf atarsanız, her defasında bu harfi kullanmanız daha olasıdır.
en: In Windows, if you assign the device to a letter closer to 'z', it is more likely to use that letter each time.

source: 1) Cihaz henüz takılı değil.
en: 1) The device is not yet plugged in.

source: 2) Cihaz takılı ancak şu anda '{0}' dan farklı bir sürücü harfi atanmıştır.
en: 2) The device is plugged in but is currently assigned a different drive letter from '{0}'.

source: 3) Yukarıdaki yolun bir kısmı değişti (ör. Bir klasör adı).
en: 3) Some part of the above path has changed (e.g. a folder name).

source: SayMore dosyalarınızın son kez bulunduğu klasöre erişemiyor. Aşağıdakilerden biri doğru olabilir:
en: SayMore cannot reach the folder where your files were last time. One of the following may be true:

source: İptal Ediliyor...
en: Canceling...

source: Kayıtlarınızı oturum klasörüne taşırken bir hata oluştu '{0}’.\n\nBeklenmedik bir şekilde, SayMore muhtemelen dosyada bir kilit bulunduruyor; Bu nedenle, kayıt silinmeyecek ve SayMore'u kapattıktan sonra geçici klasörünüzden kopyalanabilir.\n\nDosya:\n\n{1}.
en: There was an error moving your recording to the session folder for '{0}'.\n\nUnexpectedly, SayMore has probably kept a lock on the file; therefore, the recording will not be deleted and it may be copied from your temporary folder after closing SayMore.\n\nThe file is:\n\n{1}.

source: Kayıtları oynat
en: Play Back Recording

source: Kayıt
en: Record

source: Kaydedilen Uzunluk: {0} san.
en: Recorded Length: {0} sec.

source: Biçim: {0} bit, {1} Hz
en: Format: {0} bits, {1} Hz

source: Hangi dosyanın bu programı kullandığını belirleyebilirseniz, dosyayı kapatın ve Yeniden Dene'yi tıklayın.
en: If you can determine which program is using this file, close it and click Retry.

source: Kayıt başlatılamadı.
en: Unable to start recording.

source: Oturum Kaydedici
en: Session Recorder

source: Sürüm {0}.{1}.{2} {3} {4} Üzerine yapıldı
en: Version {0}.{1}.{2} {3} Built on {4}

source: Dikkatli Konuşma Kaydedici
en: Careful Speech Recorder

source: Dikkatli konuşma
en: Careful Speech

source: Ctrl+1: İçinde; Ctrl+2: 100%; Ctrl+3: Dışarı
en: Ctrl+1: In; Ctrl+2: 100%; Ctrl+3: Out

source: Yoksayıldı
en: Ignored

source: Açıklamayı atlamak için bu bölümü Yoksayılmış olarak işaretleyin.
en: Mark this segment as Ignored to skip annotating it.

source: Kaynak Ses
en: Source Audio

source: Bölümler: {0}
en: Segments: {0}

source: {1}'in {0} Bölüm
en: Segment {0} of {1}

source: &Yakınlaştır:
en: &Zoom:

source: Geri Al
en: Undo

source: Tüm Dosyalar (*.*)|*.*
en: All Files (*.*)|*.*

source: Audacity Etiket Dosyası Seçin
en: Select Audacity Label File

source: Audacity Etiket Dosyası (*.txt)|*.txt
en: Audacity Label File (*.txt)|*.txt

source: ELAN Dosyası (*.eaf)|*.eaf
en: ELAN File (*.eaf)|*.eaf

source: Bölüm Dosyasını Seçin
en: Select Segment File

source: Dışa aktarabilmek için, FLEx'in kabul edebileceği bir yazı sistemi kimliği bulmalıyız. SayMore, {0}'a bakarak FLEx'in bildiği yazım sistemlerinin bir listesini bulmaya çalıştı, ancak bulamadı. Kodun 'en' (İngilizce) olmasına dikkat edin ve daha sonra FLEx'in içinde değiştirin.
en: In order to export, we need to find a writing system ID that FLEx will accept. SayMore tried to find a list of writing systems which FLEx knows about by looking in {0}, but it doesn't exist. We recommend that you let the code be 'en' (English), then change it inside of FLEx.

source: SayMore bu bilgisayarda herhangi bir Yazı Sistemi bulamadı. FLEx 7.1 veya üstü sürümlerinin kurulu olduğundan ve en az bir kez çalıştırıldığından emin olun. Şimdilik, İngilizce olarak dışa aktarabilir ve FLEx'e aktardıktan sonra bunu düzeltebilirsiniz.
en: SayMore was unable to find any Writing Systems on this computer. Make sure FLEx version 7.1 or greater is installed and has been run at least once. For now, you can export as English, and fix that up after you have imported into FLEx.

source: Dışa aktar...
en: Export...

source: Dosyaya Aktar
en: Export to File

source: FLEx Satırarası (*.flextext)|*.flextext|Tüm Dosyalar (*.*)|*.*
en: FLEx Interlinear (*.flextext)|*.flextext|All Files (*.*)|*.*

source: Üzgünüz, {0} yazı sistemi geçerli standartlara uymuyor. Lütfen öncelikle FLEx 7.1 veya daha üst sürüme yükseltin.
en: Sorry, the writing system {0} does not conform to current standards. Please first upgrade to FLEx 7.1 or greater.

source: Transkripsiyon ve serbest çeviri için yazı sistemlerini belirtin.
en: Specify the writing systems for the transcriptions and free translations.

source: Dışa Aktar FieldWorks Çekimleri İçin Açıklamalar
en: Export Annotations For FieldWorks Interlinear

source: Hoop! Bölüm çok kısa olacak. Dinlemeye devam edin.
en: Whoops! The segment will be too short. Continue listening.

source: Burada bir bölüm aralığı eklenmesi, şu türden sözlü açıklamalara sahip bir bölümü bölebilir:{0}Bu bölüm sonunu eklemeye devam ederek sözlü açıklamaları silmek ister misiniz?
en: Adding a segment break here would split a segment which has existing oral annotations of the following types:{0}Would you like to proceed with the addition of this segment break and delete the oral annotations?

source: Bu bölüm aralığı silme işlemine devam etmek ve sözlü açıklamaları silmek ister misiniz?
en: Would you like to proceed with the deletion of this segment break and delete the oral annotations?

source: Bu bölüm aralığını sildiğinizde, mevcut sözlü açıklamalar içeren bir bölüm silinir:
en: Deleting this segment break would delete a segment which has existing oral annotations:

source: Sonraki Bölüm ({0})
en: Following Segment ({0})

source: Dosya bölümlere ayrılırken bir hata oluştu '{0}’.
en: There was an error segmenting the file '{0}'.

source: Bu bölüm aralığını sildiğinizde, mevcut sözlü açıklamalara sahip olan bölümlere katılır:
en: Deleting this segment break would join segments which have existing oral annotations:

source: Önceki Bölüm ({0})
en: Preceding Segment ({0})

source: '{0}' dosyası için bölümleri kaydetmeye çalışılırken bir hata oluştu.
en: There was an error while trying to save segments for the file '{0}'.

source: Manuel Ayırıştırıcı
en: Manual Segmenter

source: Bölüm Sınırı Ekle (ENTER tuşuna basın)
en: Add Segment Boundary (press ENTER)

source: Seçili Sınırı Sil (DELETE tuşuna basın)
en: Delete Selected Boundary (press DELETE)

source: Dinle (BOŞLUK ÇUBUĞUNA basın)
en: Listen (press the SPACE BAR)

source: Durdur (BOŞLUK ÇUBUĞUNA basın)
en: Stop (press the SPACE BAR)

source: Seçilen aralık ile çizilen bölümlerden biri zaten sözlü açıklamalar içeriyor.
en: One of the segments delineated by the selected break already has oral annotations.

source: Kayıt çalışmıyor. Lütfen mikrofonunuzun takılı olduğundan emin olun.
en: Recording not working. Please make sure your microphone is plugged in.

source: Dinle
en: Listen

# Orijinal kaydı dinlemek için düğmeye basılı tutun
source: Orijinal kaydı dinlemek için\ndüğmeye basılı tutun
en: Hold button down to listen\nto original recording

source: Dinlerken BOŞLUK ÇUBUĞUNA basılı tutmanız gerekir.
en: You need to keep the SPACE BAR down while you listen.

source: Dinlerken düğmeyi basılı tutmanız gerekir.
en: You need to hold the button down while you listen.

source: Bu bölümde, kaydedilmiş bir açıklama yok.
en: This segment does not have a recorded annotation.

source: Bu açıklamayı dinleyin.
en: Listen to this annotation.

source: Klavye kısayolu: 'b'
en: Keyboard shortcut: 'b'

source: Konuş
en: Speak

source: Kaydetmek için düğmeyi basılı tutun
en: Hold button down to record

source: Kayıt Başarısız Oldu
en: Recording Failed

source: Kayıt, varsayılan kayıt cihazında bir değişiklik ile kesildi.\nBu durum, mikrofonu kapattığınızda veya bağlantısını keserseniz oluşabilir.\nSorunu düzelttikten sonra, Tamam'ı tıklayın ve sonra tekrar kaydedin.
en: The recording was interrupted by a change in the default recording device.\nThis can happen if you turn off or disconnect the microphone.\nAfter you correct the problem, click OK, and then record again.

# Kayıt... Uzunluk: {0}
source: Kayıt...\nUzunluk: {0}
en: Recording...\nLength: {0}

source: Hoop! Konuşurken fare düğmesine basılı tutmanız gerekir.
en: Whoops. You need to hold down the mouse button while talking.

source: Hoop! Konuşurken BOŞLUK ÇOBUĞUNA veya fare düğmesine basılı tutmanız gerekir.
en: Whoops. You need to hold down the SPACE BAR or mouse button while talking.

source: Bu bölüm için kaydedilmiş açıklamayı silmek ve yenisini kaydetmek için bu düğmeyi basılı tutun.
en: To erase the recorded annotation for this segment and record a new one, press and hold this button.

source: Bu bölüm atlandı.
en: This segment was skipped.

source: Geri Al: {0} (Ctrl-Z veya Z)
en: Undo: {0} (Ctrl-Z or Z)

source: Bir açıklama kaydetmeye çalışılırken beklenmeyen bir hata oluştu.
en: An unexpected error occurred when attempting to record an annotation.

source: Bu metni değiştir
en: Change this text

source: Bitmiş
en: Finished

source: Kaynak kaydı dinlemek için, BOŞLUK ÇUBUĞUNU basılı tutun.
en: To listen to the source recording, press and hold the SPACE BAR

source: Kaydetmek için, BOŞLUK ÇUBUĞUNU tuşlayın ve basılı tutun.
en: To record, press and hold the SPACE BAR

source: Sözlü Çeviri Kaydedici
en: Oral Translation Recorder

source: Hoop! Bölüm çok kısa olacak.
en: Whoops! The segment will be too short.

source: Bu bölümü dinleyin.
en: Listen to this segment.

source: Yaptığınız değişiklikleri kaydetmek ister misiniz?
en: Would you like to save your changes?

source: {0} kanal ses dosyalarıınn bölümlere ayrılması desteklenmiyor.
en: Segmenting {0} channel audio files is not supported.

source: {0} bit, {1} ses dosyaları için bölümlere ayırma desteklenmiyor.
en: Segmenting {0} bit, {1} audio files is not supported.

source: {0} bölümü için açıklamanın silinmesi
en: Deletion of annotation for segment {0}

source: {0} bölümü için açıklama kaydediyor
en: Recording annotation for segment {0}

source: {0} bölümünün eklenmesi
en: Addition of segment {0}

source: Bölüm sınır değişimi {0}'dan {1}'e
en: Segment boundary change from {0} to {1}

source: {0} bölümünün silinmesi
en: Deletion of segment {0}

source: {0} bölümü yok sayılıyor
en: Ignoring segment {0}

source: {0} bölümünü ilgili olarak işaretleme
en: Marking segment {0} as relevant

source: Yerelleştirme konusunda yardım
en: Help on localization

source: SayMore'u başka bir dil için yerelleştirmek istiyorum...
en: I want to localize SayMore for another language...

source: &Dil:
en: &Language:

source: SayMore yerelleştirmeler görüntüle...
en: View SayMore localizations...

source: Kullanıcı Arabirimi Dili
en: User Interface Language

source: SayMore Projeyi Aç
en: Open SayMore Project

source: SayMore Projesi
en: SayMore Project

source: Proje için gözat...
en: Browse for project...

source: Bir proje için dosya sistemine göz atın
en: Browse the file system for a project

source: Yeni, boş bir proje oluştur...
en: Create new, blank project...

source: Boş bir proje oluştur
en: Create a blank project

source: Oluştur
en: Create

source: Dil Dokümantasyonu Proje Yönetimi
en: Language Documentation Project Management

source: Bu ücretsiz yazılım {0} tarafından yayımlanır.
en: This free software is published by {0}.

source: {0} Web adresini ziyaret edin.
en: Visit {0} on the Web.

source: Dosya {1}'den bilgi toplamaya çalışılırken {0} türünde bir hata oluştu
en: An error of type {0} ocurred trying to gather information from file: {1}

source: Kullanıcı ayarlarını gerçekten silmek ister miziniz? (SayMore proje verileriniz etkilenmeyecek. En son kullanılan proje listesi, pencere pozisyonları, kullanıcı arabirimi ayarıları, vs silinecek.)
en: Do you want to delete your user settings? (This will clear your most-recently-used project list, window positions, UI language settings, etc. It will not affect your SayMore project data.)

source: &Kişi Sil...
en: &Delete Person...

source: &Oturum Sil...
en: &Delete Session...

source: '{0}' öğe koleksiyonunda mevcut değil.
en: '{0}' doesn't exist in elements collection.

source: Dışa aktarma ile ilgili bir şeyler ters gitti.
en: Something went wrong with the export.

source: CSV (virgülle ayrılmış) (*.csv)|*.csv
en: CSV (Comma delimited) (*.csv)|*.csv

source: Veriler Dışa Aktar
en: Export Data

source: {0}, {1} projesini yüklerken bir sorunla karşılaştı. Lütfen 'Ayrıntılar'ı tıklayarak bu sorunu yazılım geliştiricilerine bildirin.
en: {0} had a problem loading the {1} project. Please report this problem to the developers by clicking 'Details' below.

source: SayMore projesini açarken bilgisayarınızı yeniden başlatmanızı gerektirebilecek bir sorun oluştu.
en: There was a problem opening the SayMore project which might require that you restart your computer.

# Bu SayMore projesinin kaydedilmesi sırasında bir sorun oluştu: {0}
source: Bu SayMore projesinin kaydedilmesi sırasında bir sorun oluştu:\n\n{0}
en: There was a problem saving the SayMore project:\n\n{0}

source: SayMore'un başka bir örneği bu proje ile zaten açık:\n{0}\n\nBu SayMore örneğini bulamazsanız, bilgisayarınızı yeniden başlatın.
en: Another instance of SayMore is already open with this project:\n{0}\n\nIf you cannot find that instance of SayMore, restart your computer.

source: Aşağıdaki öğelerin klasörleri bilgisayarınızdan kaldırılmıştır.\nBu nedenle SayMore onları listeden kaldıracaktır.\n\n{0}
en: The folders for the following elements have been removed from your computer.\nTherefore, SayMore will remove them from the list.\n\n{0}

source: Sola Kaydır
en: Scroll Left

source: Sağa Kaydırın
en: Scroll Right

source: SayMore'un diğer örneğinin tamamlanması bekleniyor...
en: Waiting for other instance of SayMore to finish...

source: &Yardım
en: &Help

source: &Hakkında...
en: &About...

source: Kullanıcı Arabirimi &Dilini Değiştir...
en: &Change User Interface Language...

source: &Çıkış
en: E&xit

source: &Kişiler Dışa Aktar...
en: Export &People...

source: &Oturumlar Dışa Aktar...
en: Export &Sessions...

source: &Yardım...
en: &Help...

source: Proje &Aç/Oluştur...
en: &Open/Create Project...

source: &Proje
en: Pro&ject

source: &Sürüm Notları...
en: Release &Notes...

source: Kopyalama başarısız oldu: {0}
en: Copying failed: {0}

source: Başlamak için bekleniyor...
en: Waiting to start...

source: {1} dosyanın {0}’ı kopyalanıyor, ({3} Megabyte’ın {2} si)
en: Copying {0} of {1} Files, ({2} of {3} Megabytes)

source: '{0}' dosyası zaten var
en: The file '{0}' already exists

source: Kopyalanacak Dosya Yok
en: No Files To Copy

source: {0} dosyası daha önce kopyalandıktan sonra değişmemiş gibi görünüyor, bu nedenle atlanacaktır.
en: The file {0} appears unchanged since it was copied before, so it will be skipped.

source: Henüz hiçbir hazır ayarları
en: No presets yet

source: Yorumlar
en: Comments

source: Tarih
en: Date

source: Ad
en: Name

source: Rol
en: Role

source: Katkıları
en: Contributions

source: Kişi için Dosyaları Ekle
en: Add Files for the Person

source: Bilgilendirilmiş Onam ses dosyasıdır
en: Informed Consent is Audio File

source: Bilgilendirilmiş Onam Yok
en: No Informed Consent

source: Bilgilendirilmiş Onam Video Dosyasıdır
en: Informed Consent is Video File

source: Bilgilendirilmiş Onam Yazılıdır
en: Informed Consent is Written

source: Resmi Değiştir
en: Change Picture

source: Kişinin fotoğrafında değişiklik yapılırken bir hata oluştu.
en: There was an error changing the person's photo.

source: Kişinin fotoğraf yüklerken hata oluştu.
en: There was an error loading the person's photo.

source: Bunun babanın ana dil olduğunu belirtmek için tıklayın
en: Click to indicate this is the father's primary language
